<h1>Как я тренируюсь, чтобы стать профессиональным футболистом</h1>
<p>
	Танцевальный коллектив «Шарм» был создан в октябре 1996 года. Здесь занимаются дети начиная с 4 лет, подростки и более старшее поколение. Занятия проводятся 3 раза в неделю. К каждому ребёнку применяется индивидуальный подход.
</p>

<p>
	Мой день начинается с пробежки на свежем воздухе - это помогает мне проснуться
	и подготовиться к дню. Затем я занимаюсь физическими упражнениями для развития
	выносливости и силы. Важно разнообразить занятия и включать в тренировку
	разные виды упражнений, чтобы все группы мышц получали равномерную нагрузку.
</p>
<p>
	 Целью обучения является развитие ребёнка и детского коллектива через создание особой среды формирования общих культурных интересов и совместной деятельности детей, формирование творческих способностей детей.
</p>
<p>
	Немаловажной частью моей тренировки является растяжка. Я уделяю ей достаточно
	времени, чтобы избежать возможных травм и сохранять гибкость.
</p>
<p>
	Дети любят искусство танца и посещают занятия по хореографии с удовольствием, в течение достаточно длительного времени, проявляют настойчивость и усердие в приобретении танцевальных знаний и умений. Но основным стимулом к занятиям, к самореализации является концерт. Творческий контакт со зрительской аудиторией имеет очень большое значение для юных артистов. Публичные выступления вызывают у исполнителей особое психологическое состояние, определяющееся эмоциональной приподнятостью, взволнованностью, радостью, переживанием, гордостью, пробуждая интерес, вызывая положительное отношение к занятиям хореографией, позволяют увидеть значимость своих занятий танцевальным искусством, укрепляют и расширяют кругозор, обеспечивают быстрое формирование сценической, а через это и личностной уверенности обучающихся.
</p>
<p>
	Здесь мы учимся эстрадным танцам.
</p>
<p>
    Шарм это настоящая семья.
</p>
