export const routes = [
	{
		id: 1,
		title: 'Как я занимаюсь танцами',
		body: 'Танцевальный коллектив «Шарм» был создан в октябре 1996 года. Здесь занимаются дети начиная с 4 лет, подростки и более старшее поколение. Занятия проводятся 3 раза в неделю. К каждому ребёнку применяется индивидуальный подход.',
	},
    {
		id: 2,
		title: 'Как я учусь программированию на HTML',
		body: 'Я всегда был заинтересована в информационных технологиях и компьютерной науке.',
	},
	{
		id: 3,
		title: 'Мой опыт участия в школьных олимпиадах',
		body: 'В первую очередь, олимпиады - это развитие интеллектуальных способностей. Кроме того, участие в олимпиадах не только расширяет кругозор и улучшает абстрактное и логическое мышление, но и совершенствует творческие способности.',
	},
	
];