<h1>Контакты</h1>

<div>
	<ul>
		<li>Email: sonia@nava456776</li>
		<li>Телефон: 86534551256</li>
		<li>Адрес: Город Электросталь, Московская облать</li>
	</ul>

	<p>Я всегда открыта для общения. Не стесняйтесь написать мне или позвонить.</p>
</div>
<div>
	<ul>
		<li>Вконтакте: @465879646345241</li>
	</ul>

	<p>
		Я буду рада видеть вас в своих контактах и готов настроить полезные и
		продуктивные отношения. Если вы заинтересованы в сотрудничестве, я всегда
		готова обсудить возможности и принять участие в вашем проекте.
	</p>
</div>

<style>
	div {
		margin-bottom: 20px;
	}
	p {
		margin: 5px 0;
	}
</style>
