<h1>Мой опыт участия в школьных олимпиадах</h1>

<p>
	В первую очередь, олимпиады - это развитие интеллектуальных способностей. Кроме того, участие в олимпиадах не только расширяет кругозор и улучшает абстрактное и логическое мышление, но и совершенствует творческие способности.
</p>

<p>
	Всем известно, что олимпиадные задания не стандартны, следовательно, у участников ум приспосабливается к «гибкости», оригинальности разработки идей.
</p>

<p>
	В будущем это поможет нынешним школьникам решать различные, в том числе и бытовые, жизненные, задачи намного лучше, так как уже с юных лет они научатся смотреть на задачи с разных сторон и рассматривать их под разным углом.
</p>

<p>
	Учавствовать в олипиадах интересно!
</p>