<h1>Обо мне</h1>
<img class="photo" src="/img/photo.jpg" alt="photo" width="200" />
<p>
	Привет! Меня зовут Софа Майсова, и я радa приветствовать вас на своей
	странице.
</p>
<h2>Хобби</h2>

<p>
	В свободное время я увлекаюсь танцами. Также я
	люблю слушать музыку и гулять с друзьями.
</p>
<h2>Образование</h2>

<p>
	Мои любимые предметы в школе - математика и информатика. После окончания школы я
	планирую поступить в один из технических университетов, чтобы получить
	качественное высшее образование в области информационных
	технологий.
</p>
<h2>Цели</h2>
<p>
	Я мечтаю о своём бизнесе, но также понимаю, что
	образование очень важно для достижения успеха в любой области. Я стремлюсь
	получить качественное высшее образование, чтобы быть
	лучшим в своей профессии.
</p>

<p>
	Благодарю вас за интерес в моей жизни и настоятельно рекомендую всем следовать
	своим мечтам и стараться достичь поставленных целей. Желаю всем успеха!
</p>



<style>
    .photo{
        float: right;
        margin: 2px;
        border-radius: 4px;
    }
</style>